{
    "quotes": [
        {
            "wonder": "Bermuda Triangle",
            "quotes": [
                {
                    "quote": "There is, one knows not what sweet mystery about this sea, whose gently awful stirrings seem to speak of some hidden soul beneath … for here, millions of mixed shades and shadows, drowned dreams, somnambulisms, reveries; all that we call lives and souls, lie dreaming, dreaming, still.",
                    "speaker": "Herman Melville"
                }
            ]
        },
        {
            "wonder": "Chocolate Hills",
            "quotes": [
                {
                    "quote": "The wicked king pursued the lovers Juan and Maria on his swiftest horse. As he overtook them, Maria flung down her ring, and at once rose up seven tall hills, and the king was slowed.",
                    "speaker": "Filipino Folk Tale"
                }
            ]
        },
        {
            "wonder": "Cliffs of Dover",
            "quotes": [
                {
                    "quote": "Under the White Cliff's battlemented crown, Hushed to a depth of more than Sabbath peace.",
                    "speaker": "William Wordsworth"
                }
            ]
        },
        {
            "wonder": "Crater Lake",
            "quotes": [
                {
                    "quote": "Never again can I gaze upon the beauty spots of the Earth and enjoy them as being the finest thing I have ever seen. Crater Lake is above them all.",
                    "speaker": "Jack London"
                }
            ]
        },
        {
            "wonder": "Dead Sea",
            "quotes": [
                {
                    "quote": "Like to the apples on the Dead Sea's shore, all ashes to the taste.",
                    "speaker": "Lord Byron"
                }
            ]
        },
        {
            "wonder": "Delicate Arch",
            "quotes": [
                {
                    "quote": "If Delicate Arch has any significance it lies, I will venture, in the power of the odd and unexpected to startle the senses and surprise the mind out of their ruts of habit.",
                    "speaker": "Edward Abbey"
                }
            ]
        },
        {
            "wonder": "Eye of the Sahara",
            "quotes": [
                {
                    "quote": "Oddly, it appears not to be the scar of a meteorite but a deeply eroded dome, with a rainbow-inspired color scheme.",
                    "speaker": "Chris Hadfield"
                }
            ]
        },
        {
            "wonder": "Eyjafjallajökull",
            "quotes": [
                {
                    "quote": "An enormous and lofty column of flame allowed the people in Holt to read as perfectly at night as if it had been day.",
                    "speaker": "Liverpool Mercury"
                }
            ]
        },
        {
            "wonder": "Fountain of Youth",
            "quotes": [
                {
                    "quote": "Chyavana, desirous of obtaining beauty, quickly entered into the water. The twin Aswins also, O King, sank into the sheet of water. And the next moment, they all came out … in surpassingly beautiful forms, and young.",
                    "speaker": "Anonymous"
                }
            ]
        },
        {
            "wonder": "Galápagos Islands",
            "quotes": [
                {
                    "quote": "The natural history of this archipelago is very remarkable: it seems to be a little world within itself.",
                    "speaker": "Charles Darwin"
                }
            ]
        },
        {
            "wonder": "Giant's Causeway",
            "quotes": [
                {
                    "quote": "Here the dark brown amorphous basalt, there the red ochre, and below that again the slender but distinct lines of the wood-coal.",
                    "speaker": "Dublin Penny Journal"
                }
            ]
        },
        {
            "wonder": "Gobustan",
            "quotes": [
                {
                    "quote": "Then weave the web of the mystic measure;\nFrom the depths of the sky and the ends of the earth,\nCome, swift Spirits of might and of pleasure,\nFill the dance and the music of mirth.",
                    "speaker": "Percy Bysshe Shelley"
                }
            ]
        },
        {
            "wonder": "Great Barrier Reef",
            "quotes": [
                {
                    "quote": "Organisms don't think of CO2 as a poison. Plants and organisms that make shells, coral, think of it as a building block.",
                    "speaker": "Janine Benyus"
                }
            ]
        },
        {
            "wonder": "Hạ Long Bay",
            "quotes": [
                {
                    "quote": "Behold the wonders of the Heavens and Earth. The clear aqua blue serves as a looking glass, thousands of turquoise crows tinged with a touch of black.",
                    "speaker": "Nguyễn Trãi"
                }
            ]
        },
        {
            "wonder": "Ik-Kil",
            "quotes": [
                {
                    "quote": "Son, have you seen the rain of God? It passed and entered beneath the mountains of God... There will be a ring in the sky where the water of God has passed.",
                    "speaker": "Books of Chilam Balam"
                }
            ]
        },
        {
            "wonder": "Kakadu",
            "quotes": [
                {
                    "quote": "A people without the knowledge of their past history, origin and culture is like a tree without roots.",
                    "speaker": "Marcus Garvey"
                }
            ]
        },
        {
            "wonder": "Lake Retba",
            "quotes": [
                {
                    "quote": "Water, water, everywhere, nor any drop to drink.",
                    "speaker": "Samuel Taylor Coleridge, The Ancient Mariner"
                }
            ]
        },
        {
            "wonder": "Lysefjord",
            "quotes": [
                {
                    "quote": "In this sea, and in the midst of this solitude, rises a great sombre street—a street for no human footsteps. None ever pass through there; no ship ever ventures in.",
                    "speaker": "Victor Hugo"
                }
            ]
        },
        {
            "wonder": "Mato Tipila",
            "quotes": [
                {
                    "quote": "Seven girls were chased by bears. The bears were just about to catch them when the girls jumped on a low rock. One of the girls prayed to the rock, \"Rock take pity on us, rock save us!\" The rock heard them and began to grow upwards, pushing the girls higher and higher.",
                    "speaker": "Kiowa Legend"
                }
            ]
        },
        {
            "wonder": "Matterhorn",
            "quotes": [
                {
                    "quote": "Let me ask leave, then, to pay a tribute of respect and admiration to the once desired Matterhorn, before his head has lost the last rays of a sun departing to gild loftier and more distant ranges.",
                    "speaker": "Crauford Grove"
                }
            ]
        },
        {
            "wonder": "Mount Everest",
            "quotes": [
                {
                    "quote": "It is not the mountain we conquer but ourselves.",
                    "speaker": "Sir Edmund Hillary"
                }
            ]
        },
        {
            "wonder": "Mount Kilimanjaro",
            "quotes": [
                {
                    "quote": "As it turns out, Mount Kilimanjaro is not wi-fi enabled, so I had to spend two weeks in Tanzania talking to the people on my trip.",
                    "speaker": "Nancy Bonds"
                }
            ]
        },
        {
            "wonder": "Mount Roraima",
            "quotes": [
                {
                    "quote": "It was a fantastic landscape, for all around were rocks of the weirdest forms standing in apparently impossible positions, some placed on or next to others, in ways that seemed to defy every law of gravity.",
                    "speaker": "Goldthwaite's Geographical Magazine"
                }
            ]
        },
        {
            "wonder": "Mount Vesuvius",
            "quotes": [
                {
                    "quote": "The sea seemed to roll back upon itself, and to be driven from its banks by the convulsive motion of the earth; it is certain at least the shore was considerably enlarged, and several sea animals were left upon it. On the other side, a black and dreadful cloud, broken with rapid, zigzag flashes, revealed behind it variously shaped masses of flame...",
                    "speaker": "Pliny the Younger"
                }
            ]
        },
        {
            "wonder": "Païtiti",
            "quotes": [
                {
                    "quote": "Hidden in the glorious wildness like unmined gold.",
                    "speaker": "John Muir"
                }
            ]
        },
        {
            "wonder": "Pamukkale",
            "quotes": [
                {
                    "quote": "Near the Mesogis, opposite Laodicea, is Hierapolis, where are hot springs, and the Plutonium, both of which have some singular properties. The water of the springs is so easily consolidated and becomes stone, that if it is conducted through water-courses dams are formed consisting of a single piece of stone.",
                    "speaker": "Strabo"
                }
            ]
        },
        {
            "wonder": "Pantanal",
            "quotes": [
                {
                    "quote": "The Pantanal is the most complex intertropical alluvional plain of the planet and perhaps the least known area of the world.",
                    "speaker": "Aziz Ab'Saber"
                }
            ]
        },
        {
            "wonder": "Pinnacles",
            "quotes": [
                {
                    "quote": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.",
                    "speaker": "T.S. Eliot"
                }
            ]
        },
        {
            "wonder": "Piopiotahi",
            "quotes": [
                {
                    "quote": "But as I headed into the heart of New Zealand's fiordland that same child-like feeling, long lost, of pure unadulterated awe came rushing back. I knew the road to Milford Sound was good - but this good?",
                    "speaker": "Darroch Donald"
                }
            ]
        },
        {
            "wonder": "Sahara el Beyda",
            "quotes": [
                {
                    "quote": "I have filled a water-bag from my people and gone to the desert,\nAnd walked empty wastes while the wolf howled, like a gambler whose family starves.",
                    "speaker": "Imru-ul-Quais"
                }
            ]
        },
        {
            "wonder": "Torres del Paine",
            "quotes": [
                {
                    "quote": "Several closely situated granite peaks resembling tiger's teeth dramatically soar about a kilometer into the sky",
                    "speaker": "Howard Hillman"
                }
            ]
        },
        {
            "wonder": "Tsigny de Bemaraha",
            "quotes": [
                {
                    "quote": "Tsingy is a 250-square-mile tiger trap made up on massive obelisks riddled with jagged spears. And yes, they will cut your pretty face.",
                    "speaker": "Budd Erickson"
                }
            ]
        },
        {
            "wonder": "Ubsunur Hollow",
            "quotes": [
                {
                    "quote": "The rising world of waters dark and deep, won from the void and formless infinite.",
                    "speaker": "John Milton"
                }
            ]
        },
        {
            "wonder": "Uluru",
            "quotes": [
                {
                    "quote": "What a grand sight this must present in the wet season; waterfalls in every direction!",
                    "speaker": "William Gosse"
                }
            ]
        },
        {
            "wonder": "Vinland",
            "quotes": [
                {
                    "quote": "Not all who wander are lost.",
                    "speaker": "J.R.R. Tolkien"
                }
            ]
        },
        {
            "wonder": "Yosemite",
            "quotes": [
                {
                    "quote": "Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space.",
                    "speaker": "Ansel Adams"
                }
            ]
        },
        {
            "wonder": "Zhangye Danxia",
            "quotes": [
                {
                    "quote": "With the sun shining brightly, then dusk's mists falling, at every turn, the scenery changes like magic.",
                    "speaker": "Fan Zhongyan"
                }
            ]
        }
    ]
}